adobe-source-sans-fonts
alacritty
alsa-utils
amd-ucode
asp
atool
autoconf
automake
awesome-terminal-fonts
base
bat
bibata-cursor-theme-bin
binutils
bison
bluejeans
bluez
bluez-utils
brave-bin
chntpw
clang
cuda
cups
dialog
discord
docker
docker-compose
dunst
exa
fakeroot
feh
figlet
firefox
flex
fnm-bin
fzf
gamemode
gcc
geckodriver
geekbench
ghostscript
gimp
git
gnome-keyring
gparted
gptfdisk
groff
gvfs
hplip
htop
hunspell-en_us
ibus
ibus-sunpinyin
intel-ucode
jdk-openjdk
jdk11-openjdk
jdtls
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
luit
lutris
lxappearance
m4
maim
make
man-db
mpg123
mpv
mtools
ncdu
neofetch
neovim-git
nerd-fonts-iosevka
networkmanager
ngrok-bin
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-dkms
nvidia-settings
obs-studio-git
obs-v4l2sink
ocl-icd
openal
openssh
pacman-contrib
paru
patch
pavucontrol
pdftk
picom
piper
pipewire
pkgconf
playerctl
polkit-gnome
postgresql-libs
pulseaudio
pulseaudio-alsa
python-black
python-isort
python-pip
python-psutil
python-pynvim
qtile-git
racket
ranger
redshift
refind
reflector
ripgrep
rofi
rsync
seahorse
slack-desktop
slock
speedtest-cli
spicetify-cli
spicetify-themes-git
spotify
starship
stylua-bin
sudo
texinfo
thunar
thunar-volman
tmux
tokei
trash-cli
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-linux-libertine
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
tumbler
ueberzug
unzip
v4l2loopback-dkms
variety
via-bin
vim
wget
which
wine-staging
xclip
xdg-user-dirs
xdotool
xf86-input-wacom
xorg-bdftopcf
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp-git
xss-lock
zathura
zathura-pdf-poppler
zenity
zoom
zsh
